Repository: 84000/data-translation-memory
Catalog: toh210-v1.tmx
Source language: bo
Languages: en

source: མེའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ལུས་ཀྱི་ཟོས་པ་དང་། འཐུངས་པ་དང་། འཆོས་པ་དང་། མྱངས་པ་རྣམས་འཇུ་བར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the fire element think, ‘I digest whatever the body eats, drinks, chews, or tastes.’

source: རླུང་གི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ལུས་ཀྱི་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the wind element think, ‘I perform the function of the body’s inhalation and exhalation.’

source: ནམ་མཁའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ལུས་ཀྱི་ནང་སྦུབས་ཡོད་པར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the space element think, ‘I create hollow spaces inside the body.’

source: རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ལུས་ཀྱི་མིང་དང་གཟུགས་མངོན་པར་བསྒྲུབ་པོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the element of consciousness think, ‘I produce the name and form of the body.’

source: ལུས་ཀྱང་འདི་སྙམ་དུ་བདག་ནི་རྐྱེན་འདི་དག་གིས་བསྐྱེད་དོ་སྙམ་དུ་མི་སེམས
en: Nor does the body think, ‘I am produced by these conditions.’

source: འོན་ཀྱང་རྐྱེན་འདི་དག་ཡོད་ན་ལུས་སྐྱེ་བར་འགྱུར་རོ། །
en: Yet, when these conditions are present, the body is born.

source: དེ་ལ་སའི་ཁམས་ནི་བདག་མ་ཡིན། སེམས་ཅན་མ་ཡིན། སྲོག་མ་ཡིན། སྐྱེ་བ་པོ་མ་ཡིན། ཤེད་ལས་སྐྱེས་པ་མ་ཡིན། ཤེད་བུ་མ་ཡིན། བུད་མེད་མ་ཡིན། སྐྱེས་པ་མ་ཡིན། མ་ནིང་མ་ཡིན། ང་མ་ཡིན། བདག་གི་མ་ཡིན་ཏེ། གཞན་སུའི་ཡང་མ་ཡིན་ནོ། །
en: “The earth element is not a self, not a being, not a life force, not a creature, not a human, not a person, not female, not male, not neuter, not me, not mine, and not anybody else’s.

source: དེ་བཞིན་དུ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱང་བདག་མ་ཡིན། སེམས་ཅན་མ་ཡིན། སྲོག་མ་ཡིན། སྐྱེ་བ་པོ་མ་ཡིན། ཤེད་ལས་སྐྱེས་པ་མ་ཡིན། ཤེད་བུ་མ་ཡིན། བུད་མེད་མ་ཡིན། སྐྱེས་པ་མ་ཡིན། མ་ནིང་མ་ཡིན། ང་མ་ཡིན། བདག་གི་མ་ཡིན། གཞན་སུའི་ཡང་མ་ཡིན་ནོ། །
en: “Similarly, the water element, the fire element, the wind element, the space element, and the consciousness element are also not a self, not a being, not a life force, not a creature, not a human, not a person, not female, not male, not neuter, not me, not mine, and not anybody else’s.

source: དེ་ལ་མ་རིག་པ་གང་ཞེ་ན།
en: “Here, what is ignorance

source: ཁམས་དྲུག་པོ་འདི་དག་ཉིད་ལ་གང་གཅིག་པུར་འདུ་ཤེས་པ་དང་། རིལ་པོར་འདུ་ཤེས་པ་དང་། རྟག་པར་འདུ་ཤེས་པ་དང་། བརྟན་པར་འདུ་ཤེས་པ་དང་། ཐེར་ཟུག་ཏུ་འདུ་ཤེས་པ་དང་། བདེ་བར་འདུ་ཤེས་པ་དང་། བདག་ཏུ་འདུ་ཤེས་པ་དང་། སེམས་ཅན་དང་། སྲོག་དང་། སྐྱེ་བ་པོ་དང་། གསོ་བ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་ཏུ་འདུ་ཤེས་པ་དང་། ཤེད་ལས་སྐྱེས་པ་དང་། ཤེད་བུར་འདུ་ཤེས་པ་དང་། ང་ཞེས་བྱ་བ་དང་། བདག་གི་ཞེས་བྱ་བར་འདུ་ཤེས་པ་སྟེ། འདི་ལྟ་བུ་ལ་སོགས་པ་མི་ཤེས་པ་རྣམ་པ་སྣ་ཚོགས་འདི་ནི་མ་རིག་པ་ཞེས་བྱའོ། །
en: That which perceives these same six elements to be unitary, whole, permanent, constant, eternal, pleasurable, a self, a being, a life force, a creature, a soul, a man, an individual, a human, a person, me, and mine, along with the many other such variations of misapprehension, is called ignorance

source: དེ་ལྟར་མ་རིག་པ་ཡོད་པས་ཡུལ་རྣམས་ལ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་འཇུག་སྟེ།
en: The presence of such ignorance brings desire, aversion, and delusion toward objects.

source: དེ་ལ་ཡུལ་རྣམས་ལ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གང་ཡིན་པ་འདི་ནི་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས་ཞེས་བྱའོ། །
en: Such desire, aversion, and delusion toward objects are the formations caused by ignorance.

source: དངོས་པོ་སོ་སོར་རྣམ་པར་རིག་པ་ནི་རྣམ་པར་ཤེས་པའོ། །
en: That which distinguishes between individual objects is consciousness

source: རྣམ་པར་ཤེས་པ་དང་ལྷན་ཅིག་བྱུང་བ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་མིང་དང་གཟུགས་སོ། །
en: The four aggregates for appropriation that emerge in conjunction with consciousness, [along with the aggregate of material form], are name and form

source: མིང་དང་གཟུགས་ལ་རྟེན་པའི་དབང་པོ་རྣམས་ནི་སྐྱེ་མཆེད་དྲུག་གོ། །
en: The faculties based on name and form are the six sense sources

source: ཆོས་གསུམ་འདུས་པ་ནི་རེག་པའོ། །
en: The conjunction of the three factors is contact

source: རེག་པ་མྱོང་བ་ནི་ཚོར་བའོ། །
en: The experience of contact is sensation

source: ཚོར་བ་ལ་ཞེན་པ་ནི་སྲེད་པའོ། །
en: Attachment to sensation is craving

source: སྲེད་པ་འཕེལ་བ་ནི་ལེན་པའོ། །
en: The intensification of craving is appropriation

source: ལེན་པ་ལས་སྐྱེས་པ་ཡང་སྐྱེད་པའི་ལས་ནི་སྲིད་པའོ། །
en: Action that comes from appropriation and causes rebirth is becoming

source: རྒྱུ་དེ་ལས་ཕུང་པོ་བྱུང་བ་ནི་སྐྱེ་བའོ། །
en: The emergence of the aggregates from such a cause is birth

source: སྐྱེས་ནས་ཕུང་པོ་སྨིན་པ་ནི་རྒ་བའོ། །
en: The maturation of the aggregates after birth is aging

source: རྒས་ནས་ཕུང་པོ་ཞིག་པ་ནི་འཆི་བའོ། །
en: The perishing of the decrepit aggregates is death

source: འཆི་ཞིང་མྱོས་ཏེ་མངོན་པར་ཆགས་པ་དང་བཅས་པའི་ནང་གི་ཡོངས་སུ་གདུང་བ་ནི་མྱ་ངན་ཏོ། །
en: The inner torment of the deluded, attached, dying person is sorrow

source: མྱ་ངན་ལས་བྱུང་བའི་ཚིག་ཏུ་སྨྲ་བ་ནི་སྨྲེ་སྔགས་འདོན་པའོ། །
en: The utterance that comes from sorrow is lamentation

source: རྣམ་པར་ཤེས་པ་ལྔའི་ཚོགས་དང་ལྡན་པའི་མི་བདེ་བ་མྱོང་བ་ནི་སྡུག་བསྔལ་ལོ། །
en: The experience of discomfort associated with the collection of the five consciousnesses is suffering

source: ཡིད་ལ་བྱེད་པ་དང་ལྡན་པའི་ཡིད་ཀྱི་སྡུག་བསྔལ་ནི་ཡིད་མི་བདེ་བའོ། །
en: The mental suffering accompanied by attention is despair

source: གཞན་ཡང་འདི་ལྟ་བུ་ལ་སོགས་པའི་ཉེ་བའི་ཉོན་མོངས་པ་གང་ཡིན་པ་དེ་དག་ནི་འཁྲུག་པ་ཞེས་བྱའོ། །
en: Moreover, any other subtle defilements of this kind are called anxiety

source: དེ་ལ་མུན་པ་ཆེན་པོའི་ཕྱིར་མ་རིག་པའོ། །མངོན་པར་འདུ་བྱེད་པའི་ཕྱིར་འདུ་བྱེད་རྣམས་སོ། །རྣམ་པར་རིག་པའི་ཕྱིར་རྣམ་པར་ཤེས་པའོ། །རྟེན་པའི་ཕྱིར་མིང་དང་གཟུགས་སོ། །སྐྱེ་བའི་སྒོའི་ཕྱིར་སྐྱེ་མཆེད་དྲུག་གོ། །རེག་པའི་ཕྱིར་རེག་པའོ། །མྱོང་བའི་ཕྱིར་ཚོར་བའོ། །སྐོམ་པའི་ཕྱིར་སྲེད་པའོ། །ཉེ་བར་ལེན་པའི་ཕྱིར་ལེན་པའོ། །ཡང་སྲིད་པ་སྐྱེ་བའི་ཕྱིར་སྲིད་པའོ། །ཕུང་པོ་འབྱུང་བའི་ཕྱིར་སྐྱེ་བའོ། །ཕུང་པོ་སྨིན་པའི་ཕྱིར་རྒ་བའོ། །འཇིག་པའི་ཕྱིར་འཆི་བའོ། །མྱ་ངན་བྱེད་པའི་ཕྱིར་མྱ་ངན་ཏོ། །ཚིག་གིས་སྨྲེ་བའི་ཕྱིར་སྨྲེ་སྔགས་འདོན་པའོ། །ལུས་ལ་གནོད་པའི་ཕྱིར་སྡུག་བསྔལ་བའོ། །སེམས་ལ་གནོད་པའི་ཕྱིར་ཡིད་མི་བདེ་བའོ། །
en: “They are called ignorance in the sense of obscuring, formations in the sense of forming, consciousness in the sense of knowing, name and form in the sense of mutual support, the six sense sources in the sense of entryways, contact in the sense of contact, sensation in the sense of experience, craving in the sense of thirst, appropriation in the sense of appropriating, becoming in the sense of giving birth to repeated becoming, birth in the sense of the emergence of the aggregates, aging in the sense of the maturation of the aggregates, death in the sense of perishing, sorrow in the sense of grieving, lamentation in the sense of wailing, suffering in the sense of bodily torment, despair in the sense of mental torment,

source: གཞན་ཡང་དེ་ཁོ་ན་མི་རྟོགས་ཤིང་ལོག་པར་ཤེས་ཏེ་མི་ཤེས་པ་ནི་མ་རིག་པའོ། །
en: “Furthermore, not knowing reality, in the sense of not apprehending it and misapprehending it, is ignorance.

source: དེ་ལྟར་མ་རིག་པ་ཡོད་ན་འདུ་བྱེད་རྣམ་གསུམ་མངོན་པར་འགྲུབ་སྟེ། བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བ་དང་། བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བ་དང་། མི་གཡོ་བར་ཉེ་བར་འགྲོ་བའོ། །
en: “If such an ignorance is present, three types of formations develop: those that lead to meritorious states, those that lead to unmeritorious states, and those that lead to immovable states.

source: འདི་དག་ནི་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས་ཞེས་བྱའོ། །
en: This is what is meant by ‘ignorance is the condition for formations.’

source: དེ་ལ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་འདུ་བྱེད་རྣམས་ལས་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་རྣམ་པར་ཤེས་པ་ཉིད་དུ་འགྱུར་བ་དང་། བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་འདུ་བྱེད་རྣམས་ལས་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་རྣམ་པར་ཤེས་པ་ཉིད་དུ་འགྱུར་བ་དང་། མི་གཡོ་བར་ཉེ་བར་འགྲོ་བའི་འདུ་བྱེད་རྣམས་ལས་མི་གཡོ་བར་ཉེ་བར་འགྲོ་བའི་རྣམ་པར་ཤེས་པ་ཉིད་དུ་འགྱུར་བ་འདི་ནི་འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ། །
en: “From formations that lead to meritorious states comes consciousness that leads to meritorious states. From formations that lead to unmeritorious states comes consciousness that leads to unmeritorious states. And from formations that lead to immovable states comes consciousness that leads to immovable states. This is what is meant by ‘formations are the conditions for consciousness.’

source: རྣམ་པར་ཤེས་པ་དང་ལྷན་ཅིག་སྐྱེས་པ་ཕུང་པོ་གཟུགས་ཅན་མ་ཡིན་པ་བཞི་དང་། གཟུགས་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་ཞེས་བྱའོ། །
en: “The four immaterial aggregates—consciousness and those that arise together with it—as well as any form, is what is meant by ‘consciousness is the condition for name and form.’

source: མིང་དང་གཟུགས་རྣམ་པར་འཕེལ་བས་སྐྱེ་མཆེད་དྲུག་གི་སྒོ་ནས་བྱ་བ་བྱེད་པ་རྣམས་འབྱུང་སྟེ། དེ་ནི་མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག་ཅེས་བྱའོ། །
en: “Due to the development of name and form, the performance of actions through the entryways of the six sense sources occurs. This is what is meant by ‘name and form are the conditions for the six sense sources.’

source: སྐྱེ་མཆེད་དྲུག་པོ་དག་ལ་རེག་པའི་ཚོགས་དྲུག་འབྱུང་སྟེ། དེ་ནི་སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ་ཞེས་བྱའོ། །
en: “From the six sense sources arise the six collections of contact. This is what is meant by ‘the six sense sources are the condition for contact.’

source: ཇི་ལྟ་བུར་རེག་པ་འབྱུང་བ་དེ་ལྟ་བུར་ཚོར་བ་འབྱུང་སྟེ། དེ་ནི་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བྱའོ། །
en: “Sensations occur precisely according to the type of contact that occurs. This is what is meant by ‘contact is the condition for sensation.’

source: ཚོར་བའི་བྱེ་བྲག་དེ་དག་མྱོང་བ་དང་། མངོན་པར་དགའ་བ་དང་། ལྷག་པར་ཞེན་པ་དང་། ལྷག་པར་ཞེན་ནས་འདུག་པ་དེ་ནི་ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ་ཞེས་བྱའོ། །
en: “Relishing those different kinds of sensations, taking delight in them, clinging to them, and having that clinging remain is what is meant by ‘sensation is the condition for craving.’

source: མྱོང་བ་དང་། མངོན་པར་དགའ་བ་དང་། ལྷག་པར་ཞེན་པ་དང་། ལྷག་པར་ཞེན་ནས་འདུག་པ་ལས་བདག་སྡུག་པའི་ངོ་བོ་དང་། བདེ་བའི་ངོ་བོ་དང་བྲལ་བར་མ་གྱུར་ཅིག་སྙམ་དུ་ཡོངས་སུ་མི་གཏོང་བར་ཕྱིར་ཞིང་སྨོན་པ་འདི་ནི་སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ་ཞེས་བྱའོ། །
en: “From relishing, taking delight, clinging, and having that clinging remain comes an unwillingness to let go, with the repeated wish: ‘May I never part from these dear and delightful forms!’ This is what is meant by ‘craving is the condition for appropriation.’

source: དེ་ལྟར་སྨོན་ཅིང་ཡང་སྲིད་པ་སྐྱེད་པའི་ལས་ལུས་དང་། ངག་དང་། ཡིད་ཀྱིས་ཀུན་ནས་སློང་བ་དེ་ནི་ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ་ཞེས་བྱའོ། །
en: “Such wishing gives rise to rebirth-producing actions by means of body, speech, and mind. This is what is meant by ‘appropriation is the condition for becoming.’

source: ལས་དེ་ལས་སྐྱེས་པའི་ཕུང་པོ་ལྔ་རྣམས་འགྲུབ་པ་གང་ཡིན་པ་དེ་ནི་སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་ཞེས་བྱའོ། །
en: “The formation of the five aggregates born from such actions is what is meant by ‘becoming is the condition for birth.’

source: སྐྱེས་ནས་མངོན་དུ་འགྲུབ་པའི་ཕུང་པོ་རྣམས་ཀྱི་འཕེལ་བ་ཡོངས་སུ་སྨིན་པ་དང་། འཇིག་པར་འགྱུར་བ་དེ་ནི་སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་ཞེས་བྱའོ།
en: “The maturation of the development of the aggregates formed from birth, and their disintegration, is what is meant by ‘birth is the condition for aging and death.’

source: དེ་ལྟར་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་ཡན་ལག་བཅུ་གཉིས་པོ་འདི་དག་ནི་རྒྱུ་གཞན་དང་གཞན་ལས་བྱུང་བ། རྐྱེན་གཞན་དང་གཞན་ལས་བྱུང་བ།
en: “Thus, this twelvefold dependent arising —which comes from several different causes and from several different conditions,

source: རྟག་པ་མ་ཡིན། མི་རྟག་པ་མ་ཡིན།
en: is neither permanent nor impermanent,

source: འདུས་བྱས་མ་ཡིན། འདུས་མ་བྱས་མ་ཡིན
en: is neither compounded nor uncompounded,

source: རྒྱུ་མེད་པ་མ་ཡིན། རྐྱེན་མེད་པ་མ་ཡིན།
en: is not without any cause or condition,

source: མྱོང་བ་ཡོད་པ་མ་ཡིན། ཟད་པའི་ཆོས་མ་ཡིན། འཇིག་པའི་ཆོས་མ་ཡིན། འགོག་པའི་ཆོས་མ་ཡིན
en: is not an experiencer, and is not something exhaustible, something destructible, or something that ceases

source: ཐོག་མ་མེད་པའི་དུས་ནས་ཞུགས་པ། རྒྱུན་མ་ཆད་པར་ཀླུང་གི་རྒྱུན་བཞིན་དུ་རྗེས་སུ་ཞུགས་པའོ།
en: —has proceeded from time immemorial, without interruption, like the flow of a river.

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་ཡན་ལག་བཅུ་གཉིས་པོ་འདི་དག་ནི་རྒྱུ་གཞན་དང་གཞན་ལས་བྱུང་བ། རྐྱེན་གཞན་དང་གཞན་ལས་བྱུང་བ།
en: “This twelvefold dependent arising—which comes from several different causes and from several different conditions,

source: ཐོག་མ་མེད་པའི་དུས་ནས་ཞུགས་པ། རྒྱུན་མ་ཆད་པར་ཀླུང་གི་རྒྱུན་བཞིན་དུ་རྗེས་སུ་ཞུགས་མོད་ཀྱི། །
en: has indeed proceeded from time immemorial, without interruption, like the flow of a river.

source: འོན་ཀྱང་ཡན་ལག་བཞི་པོ་འདི་དག་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་ཡན་ལག་བཅུ་གཉིས་པོ་དེ་དག་བསྡུ་བར་བྱ་བའི་རྒྱུར་འགྱུར་རོ། །
en: Nevertheless, there are four links that serve as the cause for assembling this twelvefold dependent arising.

source: བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མ་རིག་པ་དང་། སྲེད་པ་དང་། ལས་དང་། རྣམ་པར་ཤེས་པའོ།
en: What four links? Namely, ignorance, craving, karma, and consciousness.

source: རྣམ་པར་ཤེས་པ་ནི་ས་བོན་གྱི་རང་བཞིན་གྱིས་རྒྱུ་བྱེད་དོ། །
en: “Consciousness functions as a cause by having the nature of a seed.

source: ལས་ནི་ཞིང་གི་རང་བཞིན་གྱིས་རྒྱུ་བྱེད་དོ། །
en: Karma functions as a cause by having the nature of a field.

source: མ་རིག་པ་དང་སྲེད་པ་ནི་ཉོན་མོངས་པའི་རང་བཞིན་གྱིས་རྒྱུ་བྱེད་དོ།
en: Ignorance and craving function as causes by having the nature of afflictions.

source: ལས་དང་ཉོན་མོངས་པ་དག་ནི་ས་བོན་རྣམ་པར་ཤེས་པ་སྐྱེད་དོ།
en: “Karma and afflictions cause the seed of consciousness to grow.

source: ལས་ནི་ས་བོན་རྣམ་པར་ཤེས་པའི་ཞིང་གི་བྱ་བ་བྱེད་དོ། །
en: karma functions as the field for the seed of consciousness.

source: སྲེད་པ་ནི་ས་བོན་རྣམ་པར་ཤེས་པ་རླན་པར་བྱེད་དོ། །
en: Craving moistens the seed of consciousness.

source: མ་རིག་པ་ནི་ས་བོན་རྣམ་པར་ཤེས་པ་འདེབས་
en: Ignorance sows the seed of consciousness.

source: རྐྱེན་འདི་དག་མེད་ན་ས་བོན་རྣམ་པར་ཤེས་པ་མངོན་པར་འགྲུབ་པར་མི་འགྱུར་རོ། །
en: Without these conditions, the seed of consciousness does not develop.

source: དེ་ལ་ལས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་རྣམ་པར་ཤེས་པའི་ཞིང་གི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: “In this process, karma does not think, ‘I function as the field for the seed of consciousness.’

source: སྲེད་པ་ཡང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་རྣམ་པར་ཤེས་པ་བརླན་པར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does craving think, ‘I moisten the seed of consciousness.’

source: མ་རིག་པ་ཡང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་རྣམ་པར་ཤེས་པ་གདབ་བོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does ignorance think, ‘I sow the seed of consciousness.’

source: ས་བོན་རྣམ་པར་ཤེས་པ་ཡང་འདི་སྙམ་དུ་བདག་ནི་རྐྱེན་འདི་དག་གིས་བསྐྱེད་དོ་སྙམ་དུ་མི་སེམས་
en: Nor does the seed of consciousness think, ‘I am produced by these conditions.’

source: འོན་ཀྱང་ས་བོན་རྣམ་པར་ཤེས་པ་ལས་ཀྱི་ཞིང་ལ་རྟེན་པ། སྲེད་པའི་རླན་གྱིས་བརླན་པ། མ་རིག་པའི་ལུད་ཀྱིས་བྲན་པ། སྐྱེ་བ་ན་སྐྱེ་བའི་གནས་ཉིང་མཚམས་སྦྱོར་བ། མའི་མངལ་དེ་དང་དེར་མིང་དང་གཟུགས་ཀྱི་མྱུ་གུ་མངོན་པར་འགྲུབ
en: Yet when the seed of consciousness grows, planted in the field of karma, moistened by the water of craving, and strewn with the manure of ignorance, the sprout of name and form manifests within whichever mother’s womb one will take rebirth through.

source: མིང་དང་གཟུགས་ཀྱི་མྱུ་གུ་དེ་ཡང་བདག་གིས་མ་བྱས། གཞན་གྱིས་མ་བྱས། གཉིས་ཀས་མ་བྱས། དབང་ཕྱུག་གིས་མ་བྱས། དུས་ཀྱིས་མ་བསྒྱུར། རང་བཞིན་ལས་མ་བྱུང་། བྱེད་པ་ལ་རག་ལས་པ་མ་ཡིན། རྒྱུ་མེད་པ་ལས་ཀྱང་མ་སྐྱེས་
en: “And this sprout of name and form is not created by itself, not created by another, not created by both, not created by Īśvara, not transformed by time, not derived from prakṛti , not dependent on a single factor, and not born without any cause.

source: འོན་ཀྱང་ཕ་དང་མ་ཕྲད་པ་དང་། ཟླ་མཚན་དང་ལྡན་པ་དང་། རྐྱེན་གཞན་ཡང་འཚོགས་ན
en: Nonetheless, from the combination of the union of the parents, the period of ovulation, and other conditions,

source: སྐྱེ་བའི་གནས་ཉིང་མཚམས་སྦྱོར་བ་མའི་མངལ་དེ་དང་དེར་མྱོང་བ་དང་ལྡན་པའི་ས་བོན་རྣམ་པར་ཤེས་པ་མིང་དང་གཟུགས་ཀྱི་མྱུ་གུ་མངོན་པར་འགྲུབ་བོ།
en: the seed of consciousness, filled with appetite, produces the sprout of name and form within whichever mother’s womb one will take rebirth through.

source: བདག་པོ་མེད་པའི་ཆོས། བདག་གི་མེད་པ། འཛིན་པ་མེད་པ། ནམ་མཁའ་དང་མཚུངས་པ། སྒྱུ་མའི་མཚན་ཉིད་ཀྱི་རང་བཞིན་དག་ལ་རྒྱུ་དང་རྐྱེན་མ་ཚང་བ་མེད་པའི་ཕྱིར་
en: For although things are devoid of owner, devoid of ownership, ungraspable, space-like, and their nature is the mark of illusion, there is no deficiency of requisite causes and conditions.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ནི་རྒྱུ་ལྔས་འབྱུང་
en: the eye consciousness arises by way of five principles.

source: ལྔ་གང་ཞེ་ན། མིག་ལ་རྟེན་པ་དང་། གཟུགས་དང་། སྣང་བ་དང་། ནམ་མཁའ་དང་། དེ་སྐྱེད་པའི་ཡིད་ལ་བྱེད་པ་ལ་ཡང་བརྟེན་ནས་མིག་གི་རྣམ་པར་ཤེས་པ་འབྱུང་ངོ་། །
en: What five principles? Namely, the eye consciousness arises based on the eye on which it depends, form, light, space, and the appropriate attention.

source: དེ་ལ་མིག་ནི་མིག་གི་རྣམ་པར་ཤེས་པའི་རྟེན་གྱི་བྱ་བ་བྱེད་དོ། །
en: Here, the eye functions as the basis for the eye consciousness.

source: གཟུགས་ནི་མིག་གི་རྣམ་པར་ཤེས་པའི་དམིགས་པའི་བྱ་བ་བྱེད་དོ། །
en: Form functions as the object of perception for the eye consciousness.

source: སྣང་བ་ནི་མངོན་པའི་བྱ་བ་བྱེད་དོ། །
en: Light functions as visibility.

source: ནམ་མཁའ་ནི་མི་སྒྲིབ་པའི་བྱ་བ་བྱེད་དོ། །
en: Space functions by not obstructing.

source: དེ་དང་འབྱུང་བ་ཡིད་ལ་བྱེད་པ་ནི་བསམ་པའི་བྱ་བ་བྱེད་དོ།
en: Appropriate attention functions as mental reflection.

source: རྐྱེན་དེ་དག་མེད་ན་མིག་གི་རྣམ་པར་ཤེས་པ་འབྱུང་བར་མི་འགྱུར་
en: Without these conditions, the eye consciousness cannot arise.

source: གྱི། གང་གི་ཚེ་ནང་གི་སྐྱེ་མཆེད་མིག་མ་ཚང་བར་མ་གྱུར་ལ། དེ་བཞིན་དུ་གཟུགས་དང་། སྣང་བ་དང་། ནམ་མཁའ་དང་། དེ་དང་འབྱུང་བ་ཡིད་ལ་བྱེད་པ་དག་མ་ཚང་བར་མ་གྱུར་ཏེ། ཐམས་ཅད་འདུས་པ་དེ་ལས་མིག་གི་རྣམ་པར་ཤེས་པ་འབྱུང་བར་འགྱུར་རོ། །
en: But when the inner sense source , the eye, is not deficient, and likewise, when form, light, space, and appropriate attention are not deficient, then from the coming together of all these factors, the eye consciousness arises.

source: དེ་ལ་མིག་ནི་འདི་སྙམ་དུ་བདག་གིས་མིག་གི་རྣམ་པར་ཤེས་པའི་རྟེན་གྱི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: “The eye does not think, ‘I serve as the basis for the eye consciousness.’

source: གཟུགས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་མིག་གི་རྣམ་པར་ཤེས་པའི་དམིགས་པའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does form think, ‘I serve as the object of perception for the eye consciousness.’

source: སྣང་བ་ཡང་འདི་སྙམ་དུ་བདག་གིས་མིག་གི་རྣམ་པར་ཤེས་པའི་མངོན་པའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does light think, ‘I function as the visibility for the eye consciousness.’

source: ནམ་མཁའ་ཡང་འདི་སྙམ་དུ་བདག་གིས་མིག་གི་རྣམ་པར་ཤེས་པའི་མི་སྒྲིབ་པའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does space think, ‘I do not obstruct the eye consciousness.’

source: དེ་དང་འབྱུང་བའི་ཡིད་ལ་བྱེད་པ་ཡང་འདི་སྙམ་དུ་བདག་གིས་མིག་གི་རྣམ་པར་ཤེས་པའི་བསམ་པའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does appropriate attention think, ‘I provide mental reflection for the eye consciousness.’

source: མིག་གི་རྣམ་པར་ཤེས་པ་ཡང་འདི་སྙམ་དུ་བདག་ནི་རྐྱེན་འདི་དག་གིས་བསྐྱེད་དོ་སྙམ་དུ་མི་སེམས་
en: Nor does the eye consciousness think, ‘I am produced by these conditions.’

source: འོན་ཀྱང་རྐྱེན་འདི་དག་ཡོད་པ་ལས་མིག་གི་རྣམ་པར་ཤེས་པ་སྐྱེ་བར་འགྱུར་རོ། །
en: Yet, the eye consciousness is born from the presence of these conditions.

source: དེ་བཞིན་དུ་དབང་པོ་ལྷག་མ་རྣམས་ཀྱང་ཅི་རིགས་སུ་སྦྱར་རོ། །
en: Similarly, a corresponding analysis should be applied to the rest of the faculties.

source: དེ་ལ་ཆོས་གང་ཡང་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་མི་འཕོ་
en: “Here, there is nothing whatsoever that transmigrates from this existence to the next.

source: མོད་ཀྱི། རྒྱུ་དང་རྐྱེན་མ་ཚང་བ་མེད་པའི་ཕྱིར
en: And yet, because there is no deficiency of requisite causes and conditions,

source: ལ་རྒྱུ་དང་རྐྱེན་རྣམས་མ་ཚང་བ་མེད་པའི་ཕྱིར
en: because there is no deficiency of requisite causes and conditions,

source: ལས་ཀྱི་འབྲས་བུར་མངོན་པ་ཡང་ཡོད་དོ།
en: the result of karma nonetheless manifests.

source: འདི་ལྟ་སྟེ། དཔེར་ན་རབ་ཏུ་ཕྱིས་པའི་མེ་ལོང་གི་དཀྱིལ་འཁོར་ལ་བཞིན་གྱི་གཟུགས་བརྙན་སྣང་བ་ཡང་བཞིན་མེ་ལོང་གི་དཀྱིལ་འཁོར་དུ་མ་འཕོས་
en: It is like the appearance of the reflection of a face on the surface of a well-polished mirror. The face has not shifted onto the surface of the mirror,

source: བཞིན་དུ་མངོན་པ་ཡང་ཡོད་དོ།
en: the face nonetheless appears

source: དེ་བཞིན་དུ་འདི་ནས་ཀྱང་སུ་ཡང་ཤི་འཕོས་པ་མེད་ལ་གཞན་དུ་ཡང་མ་སྐྱེས་
en: “Similarly, there is nobody at all who transmigrates from here after death and is born elsewhere.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཟླ་བའི་དཀྱིལ་འཁོར་ནི་དཔག་ཚད་བཞི་ཁྲི་ཉིས་སྟོང་ནས་འགྲོ་སྟེ། འོན་ཀྱང་སྣོད་ཆུང་ངུ་ཆུས་གང་བར་ཟླ་བའི་དཀྱིལ་འཁོར་གྱི་གཟུགས་བརྙན་སྣང་བ་ཡང་ཟླ་བའི་དཀྱིལ་འཁོར་ནི་གནས་དེ་ནས་མ་འཕོས་ཏེ། སྣོད་ཆུང་ངུ་ཆུས་གང་བའི་ནང་དུ་སོང་བ་ཡང་མེད
en: It is like how the orb of the moon travels at a distance of forty-two thousand yojanas above earth, and yet its reflection nonetheless appears in small vessels filled with water. It is not that the moon moves from its position and enters the small vessels filled with water.

source: ཟླ་བའི་དཀྱིལ་འཁོར་དུ་མངོན་པ་ཡང་ཡོད་དོ།
en: the orb of the moon nonetheless appears there.

source: འདི་ལྟ་སྟེ། དཔེར་ན་མེ་ནི་རྒྱུ་དང་རྐྱེན་མ་ཚང་ན་མི་འབར་གྱི་རྒྱུ་དང་རྐྱེན་འཚོགས་པ་ལས་འབར་རོ། །
en: like how a fire ignites from the assemblage of its requisite causes and conditions, and not when deficient of its requisite causes and conditions.

source: དེ་བཞིན་དུ་བདག་པོ་མེད་པའི་ཆོས། བདག་གི་མེད་པ། འཛིན་པ་མེད་པ། ནམ་མཁའ་དང་མཚུངས་པ། སྒྱུ་མའི་མཚན་ཉིད་ཀྱི་རང་བཞིན་དག་
en: “In the same way, although things are devoid of owner, devoid of ownership, ungraspable, space-like, and their nature is the mark of illusion,

source: ་སྐྱེ་བའི་གནས་ཉིང་མཚམས་སྦྱོར་བ་མའི་མངལ་དེ་དང་དེར་ས་བོན་རྣམ་པར་ཤེས་པ་ལས་དང་ཉོན་མོངས་པ་རྣམས་ཀྱིས་བསྐྱེད་པ་མིང་དང་གཟུགས་ཀྱི་མྱུ་གུ་མངོན་པར་འགྲུབ་
en: the seed of consciousness born of karma and afflictions will nonetheless produce the sprout of name and form within whichever mother’s womb one will take rebirth through.

source: དེ་ལྟར་ན་ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྐྱེན་དང་འབྲེལ་པར་བལྟའོ། །
en: “Thus is the conditional relation in inner dependent arising to be seen.

source: དེ་ལ་ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པ་ལྔར་བལྟ་སྟེ། ལྔ་གང་ཞེ་ན།
en: “Here, inner dependent arising is to be seen in terms of five aspects. What five aspects?

source: རྟག་པར་མ་ཡིན་པ་དང་། ཆད་པར་མ་ཡིན་པ་དང་། འཕོ་བར་མ་ཡིན་པ་དང་། རྒྱུ་ཆུང་ངུ་ལས་འབྲས་བུ་ཆེན་པོ་འབྱུང་བ་དང་། དེ་དང་འདྲ་བའི་རྒྱུད་དུའོ། །
en: As not permanent, as not discontinuous, as not involving transmigration, as the production of a large result from a small cause, and as a continuity of similar type.

source: གང་གི་ཕྱིར་ཐ་མའི་འཆི་བའི་ཕུང་པོ་རྣམས་ཀྱང་གཞན་ལ། སྐྱེ་བའི་ཆར་གཏོགས་པ་རྣམས་ཀྱང་གཞན་ཏེ། ཐ་མ་འཆི་བའི་ཕུང་པོ་གང་ཡིན་པ་དེ་ཉིད་སྐྱེ་བའི་ཆར་གཏོགས་པ་རྣམས་མ་ཡིན་གྱི། ཐ་མའི་འཆི་བའི་ཕུང་པོ་རྣམས་ཀྱང་འགག་ལ་སྐྱེ་བའི་ཆར་གཏོགས་པའི་ཕུང་པོ་རྣམས་ཀྱང་འབྱུང་བས་དེའི་ཕྱིར་རྟག་པར་མ་ཡིན་ནོ། །
en: It is not permanent because the final aggregates at death are one thing and those at birth are another; that is, the final aggregates at death are not the ones at birth. And yet, only when the final aggregates at death cease do the aggregates at birth arise.

source: ཇི་ལྟར་ཆད་པར་མ་ཡིན་ཞེ་ན།
en: “How is it not discontinuous?

source: ཐ་མའི་འཆི་བའི་ཕུང་པོ་རྣམས་སྔོན་འགགས་པ་ལས་སྐྱེ་བའི་ཆར་གཏོགས་པའི་ཕུང་པོ་རྣམས་འབྱུང་བ་མ་ཡིན། མ་འགགས་པ་ལས་ཀྱང་མ་ཡིན་གྱི། ཐ་མའི་འཆི་བའི་ཕུང་པོ་རྣམས་ཀྱང་འགགས་ལ། དེ་ཉིད་ཀྱི་ཚེ་སྐྱེ་བའི་ཆར་གཏོགས་པའི་ཕུང་པོ་རྣམས་སྲང་མདའི་མཐོན་དམན་བཞིན་འབྱུང་བར་འགྱུར་ཏེ། དེའི་ཕྱིར་ཆད་པར་མ་ཡིན་ནོ། །
en: It is not discontinuous because the aggregates at birth do not arise from the final aggregates at death either when they have already ceased, or when they have not yet ceased. Like the beam of a scale tilting from up to down, the aggregates at birth arise precisely when the final aggregates at death have ceased.

source: ཇི་ལྟར་འཕོ་བར་མ་ཡིན་ཞེ་ན།
en: “How does it not involve transmigration?

source: སེམས་ཅན་གྱི་རིས་མི་འདྲ་བ་ནས་སྐལ་པ་མཉམ་པའི་སྐྱེ་བར་སྐྱེ་བ་མངོན་པར་སྒྲུབ་པས་དེའི་ཕྱིར་འཕོ་བར་མ་ཡིན་ནོ། །
en: It does not involve transmigration because beings from different classes of existence bring about their rebirth in a common form of birth.

source: ཇི་ལྟར་རྒྱུ་ཆུང་ངུ་ལས་འབྲས་བུ་ཆེན་པོ་འབྱུང་ཞེ་ན།
en: “How does it entail the production of a large result from a small cause?
